testing-scripts/test_multi-client_unencrypted_h2load_throughput_via-B/results/payload-size_10000000____delay-ms_0____loss-rate-percent_0____clients-requests_1/2/result.txt
Setting null encryption
starting benchmark...
spawning thread #0: 1 total client(s). 1 total requests
[WARNING! Using Null-encryption]
TLS Protocol: TLSv1.3
Cipher: TLS_AES_128_GCM_SHA256
Server Temp Key: X25519 253 bits
Application protocol: h3
progress: 100% done

finished in 37.75ms, 26.49 req/s, 252.72MB/s
requests: 1 total, 1 started, 1 done, 1 succeeded, 0 failed, 0 errored, 0 timeout
status codes: 1 2xx, 0 3xx, 0 4xx, 0 5xx
traffic: 9.54MB (10003127) total, 12B (12) headers (space savings 87.37%), 9.54MB (10000000) data
UDP datagram: 125 sent, 8221 received
                     min         max         mean         sd        +/- sd
time for request:    32.68ms     32.68ms     32.68ms         0us   100.00%
time for connect:     4.76ms      4.76ms      4.76ms         0us   100.00%
time to 1st byte:     5.90ms      5.90ms      5.90ms         0us   100.00%
req/s           :      26.64       26.64       26.64        0.00   100.00%